/* Default message shown in error alert dialogs for validation errors when no more specific error message is available */
"A validation error occurred" = "検証エラーが起きました";

/* Default message shown in error alert dialogs when no more specific error message is available */
"An error occurred" = "エラーが起きました";

/* Title for alert dialog button asking what to do with invalid values entered by the user */
"Discard Change" = "変更内容を破棄";

/* Default error message for formatting errors with bindings */
"Formatting Error" = "フォーマットエラー";

/* Message shown in error alert dialogs for dictionary controller validation errors */
"Illegal key" = "キーが不正です";

/* Message shown in error alert dialogs for dictionary controller validation errors */
"Key cannot be empty" = "キーは空白にできません";

/* Message shown in error alert dialogs for dictionary controller validation errors */
"Key is already in use" = "キーはすでに使用中です";

/* Message shown in error alert dialogs for dictionary controller validation errors */
"Value for %@ cannot be empty" = "%@ の値は空白にできません";

